content/science-switching-costs.org
#+title: Open Source Open Science
#+AUTHOR: Peter Polidoro
#+EMAIL: peter@polidoro.io

* High Switching Costs are Bad for Science!

Scientific data, software, and hardware should be:
- accessible and exist on time scales greater than companies
- reproducible years later and by people and organizations without Howard Hughes level resources
- innovated upon without starting from scratch every time
- transparent and controlled to reduce unknowns

[[./index.org][Home]] [[./nefarious-switching-costs.org][Previous]] [[./xkcd.org][Next]]

