science-switching-costs.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Open Source Open Science</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/terminal.css" />
</head>
<body>
<div id="content" class="content">

<div id="outline-container-org9d5f393" class="outline-2">
<h2 id="org9d5f393">High Switching Costs are Bad for Science!</h2>
<div class="outline-text-2" id="text-org9d5f393">
<p>
Scientific data, software, and hardware should be:
</p>
<ul class="org-ul">
<li>accessible and exist on time scales greater than companies</li>
<li>reproducible years later and by people and organizations without Howard Hughes level resources</li>
<li>innovated upon without starting from scratch every time</li>
<li>transparent and controllable to reduce unknowns</li>
</ul>

<p>
<a href="./index.html">Home</a> <a href="./nefarious-switching-costs.html">Previous</a> <a href="./xkcd.html">Next</a>
</p>
</div>
</div>
</div>
</body>
</html>
